[X2DownloadableContentInfo_IRIRocketLaunchers]
RocketLaunchersWeaponCategory = "РПГ"
RocketsWeaponCategory = "Ракета"

[UIUtilities_LW]
;m_sAverageScatterText="± <XGParam:StrValue0/> Клеток"
m_sAverageScatterText1="Разброс: "
m_sAverageScatterText2=" Клеток"

[X2TargetingMethod_IRI_LWRocketLauncher]
strMaxScatter="\nMax Разброс (Клеток): "

[X2Ability_IRI_Rockets]
LockAndFireLockonName="Навести и выстрелить"

[IRI_FireRocket X2AbilityTemplate]
LocFriendlyName="Выстрел ракетой"
LocLongDescription="Выстрелить ракетой из РПГ. Ракета может отклоняться от цели."
LocHelpText="Выстрелить ракетой из РПГ. Ракета может отклоняться от цели."

[IRI_FireRocket_Spark X2AbilityTemplate]
LocFriendlyName="Выстрел ракетой"
LocLongDescription="Выстрелить ракетой из РПГ. Ракета может отклоняться от цели."
LocHelpText="Выстрелить ракетой из РПГ. Ракета может отклоняться от цели."


[IRI_X2Rocket_Standard X2RocketTemplate]
FriendlyName="Стандартная ракета"
FriendlyNamePlural="Стандартные ракеты"
BriefSummary="Обычная реактивная граната с ракетным оперением и большой взрывной силой. Такие производились в больших количествах в конце 20-го века. Она опирается на устаревшую, но надежную технологию и остается эффективным оружием."
TacticalText="<Bullet/> Обычная реактивная граната с ракетным оперением и большой взрывной силой.<br/><Bullet/> Отклонение при выстреле из РПГ гораздо меньше, чем у ракет из перчатки. \n<Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрел Стандартной ракетой"
ThrownAbilityHelpText="Выстрелить стандартной ракетой в указанную область."
GiveRocketAbilityName="Передать Стандартную ракету"
GiveArmedRocketAbilityName="Передать взведенную Стандартную ракету"
ArmRocketAbilityName="Взвести стандартную ракету"
ArmRocketFlyover="Стандартная ракета взведена"

[IRI_X2Rocket_Plasma X2RocketTemplate]
FriendlyName="Плазменная ракета"
FriendlyNamePlural="Плазменные ракеты"
BriefSummary="В поисках дополнительного преимущества, мы использовали взрывчатку из трофейных инопланетных гранат и соединили их с твердотопливным ракетным двигателем. Это не изящное решение, но это мощнее, чем обычные ракеты."
TacticalText="<Bullet/> Ракета с усиленной взрывчаткой. Мощнее, чем обычные ракеты.<br/><Bullet/> Отклонение при выстреле из РПГ гораздо меньше, чем у ракет из перчатки. \n<Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрел Плазменной ракетой"
ThrownAbilityHelpText="Выстрелить плазменной ракетой в указанную область."
GiveRocketAbilityName="Передать Плазменную ракету"
GiveArmedRocketAbilityName="Передать взведенную Плазменную ракету"
ArmRocketAbilityName="Взвести плазменную ракету"
ArmRocketFlyover="Плазменная ракета взведена"

[IRI_X2Rocket_Elerium X2RocketTemplate]
FriendlyName="Элериевая ракета"
FriendlyNamePlural="Элериевые ракеты"
BriefSummary="Как мы обнаружили (в целом случайно), воздействие на кристалл элерия модулированным пучком плазмы генерирует не наблюдавшийся ранее всплеск энергии. К сожалению, технология слишком нестабильна, чтобы использовать ее в любых других целях, кроме проихводства тяжелых боеприпасов."
TacticalText="<Bullet/> Начиненная активным элерием боеголовка значительно увеличивает урон этих высокотехнологичных ракет. <br/><Bullet/> Отклонение при выстреле из РПГ гораздо меньше, чем у ракет из перчатки. \n<Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрел Элериевой ракетой"
ThrownAbilityHelpText="Выстрелить элериевой ракетой в указанную область."
GiveRocketAbilityName="Передать Элериевую ракету"
GiveArmedRocketAbilityName="Передать взведенную Элериевую ракету"
ArmRocketAbilityName="Взвести Элериевую ракету"
ArmRocketFlyover="Элериевая ракета взведена"

[IRI_X2Rocket_Shredder X2RocketTemplate]
FriendlyName="Разрывная ракета"
FriendlyNamePlural="Разрывные ракеты"
BriefSummary="Нам удалось раздобыть большой запас этих специализированных ракет с одного из складов боеприпасов, оставшихся от первоначального проекта XCOM. Эти ракеты очень эффективно снимают вражескую броню и делают цели более уязвимыми для последующего урона."
TacticalText="<Bullet/> Эти ракеты очень эффективно разрушают вражескую броню и делают цели более уязвимыми для последующего урона.<br/><Bullet/> Разрушает до 3 ед брони цели. <br/><Bullet/> Цели получают на +25% больше урона от всех дальнейших атак.<br/><Bullet/> Отклонение при выстреле из РПГ гораздо меньше, чем у ракет из перчатки. \n<Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрел Разрывной ракетой"
ThrownAbilityHelpText="Выстрелить разрывной ракетой в указанную область."
GiveRocketAbilityName="Передать Разрывную ракету"
GiveArmedRocketAbilityName="Передать взведенную Разрывную ракету"
ArmRocketAbilityName="Взвести Разрывную ракету"
ArmRocketFlyover="Разрывная ракета взведена"

[IRI_X2Rocket_Shredder_T3 X2RocketTemplate]
FriendlyName="Усиленная разрывная ракета"
FriendlyNamePlural="Усиленные разрывные ракеты"
BriefSummary="Улучшенная версия Разрывной ракеты. Разрушает броню и дестабилизирует структурную целостность пораженных целей, значительно увеличивая урон, получаемый из других источников."
TacticalText="<Bullet/> Эти ракеты очень эффективно разрушают вражескую броню и делают цели более уязвимыми для последующего урона.<br/><Bullet/> Разрушает до 6 ед брони цели. <br/><Bullet/> Цели получают на +50% больше урона от всех дальнейших атак.<br/><Bullet/> Отклонение при выстреле из РПГ гораздо меньше, чем у ракет из перчатки. \n<Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрел усиленной разрывной ракетой"
ThrownAbilityHelpText="Выстрелить усиленной разрывной ракетой в указанную область."
GiveRocketAbilityName="Передать усиленную разрывную ракету"
GiveArmedRocketAbilityName="Передать взведенную Усиленную разрывную ракету"
ArmRocketAbilityName="Взвести Усиленную разрывную ракету"
ArmRocketFlyover="Усиленная разрывная ракета взведена"

[X2Rocket_Shredder]
ShredderEffectLocName="Разрыв"
ShredderEffectLocDescription="Этот боец получит дополнительный урон от любых атак."

[X2Effect_IRI_Shredded]
ShreddedFlyover="Разрыв!"

[IRI_X2Rocket_Plasma_Ejector X2RocketTemplate]
FriendlyName="Плазменный излучатель"
FriendlyNamePlural="Плазменные излучатели"
BriefSummary="Эта портативная элериевая энергоячейка позволяет излучать крайне разрушительный луч перегретой плазмы из одной из наших наплечных ракетных установок."
TacticalText="<Bullet/> Эта портативная элериевая энергоячейка позволяет излучать крайне разрушительный луч перегретой плазмы из одной из наших наплечных ракетных установок. \n<Bullet/> Излучатель в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрел плазменным излучателем"
ThrownAbilityHelpText="Выстрелить плазменным излучателем в указанную область."
GiveRocketAbilityName="Передать плазменный излучатель"
GiveArmedRocketAbilityName="Передать взведенный плазменный излучатель"
ArmRocketAbilityName="Взвести Плазменный излучатель"
ArmRocketFlyover="Плазменный излучатель взведен"

[IRI_X2Rocket_Lockon X2RocketTemplate]
FriendlyName="Самонаводящаяся ракета"
FriendlyNamePlural="Самонаводящееся ракеты"
BriefSummary="Эта ракета использует самодельную систему наведения на основе алгоритмов \"Гремлина\", чтобы атаковать подсвеченные лазерным лучом или роботизированные цели. Система наведения занимает много места, поэтому большую часть взрывчатого вещества мы заменили кумулятивным зарядом для нанесения урона одиночной цели."
TacticalText="<Bullet/> Эта ракета использует самодельную систему наведения, чтобы атаковать подсвеченные голомаркером или роботизированные цели. <br/><Bullet/> Эта ракета наносит большую часть урона по одной цели, пробивая ее броню.<br/><Bullet/> Эта ракета выпускается по единичной цели, но потенциально может не попасть в нее, а попасть во что-нибудь другое. Шанс на промах растет с расстоянием - например, когда цель видна через Общий вид.<br/><Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрелить самонаводящейся ракетой"
ThrownAbilityHelpText="Выстрелить самонаводящейся ракетой в цель."
GiveRocketAbilityName="Передать самонаводящуюся ракету"
GiveArmedRocketAbilityName="Передать взведенную самонаводящуюся ракету"
ArmRocketAbilityName="Взвести самонаводящуюся ракету"
ArmRocketFlyover="Самонаводящаяся ракета взведена"

[X2Rocket_Lockon]
LockonDirectDamageString="ПРЯМОЙ УРОН"
[X2Rocket_Lockon_T3]
LockonDirectDamageString="ПРЯМОЙ УРОН"

[IRI_X2Rocket_Lockon_T3 X2RocketTemplate]
FriendlyName="Ракета \"Сокол\""
FriendlyNamePlural="Ракеты \"Сокол\""
BriefSummary="Усовершенствованная версия Самонаводящейся ракеты. \"Сокол\" оснащен более мощной боеголовкой с кумулятивным зарядом для нанесения еще большего урона основной цели. Добавление осколочных компонентов также увеличило урон и радиус вторичного взрыва."
TacticalText="<Bullet/> Усовершенствованная версия Самонаводящейся ракеты. \"Сокол\" оснащен более мощной боеголовкой с кумулятивным зарядом для нанесения еще большего урона основной цели. <br/><Bullet/> Эта ракета наносит большую часть урона по одной цели, пробивая ее броню. <br/><Bullet/> Эта ракета выпускается по единичной цели, но потенциально может не попасть в нее, а попасть во что-нибудь другое. Шанс на промах растет с расстоянием - например, когда цель видна через Общий вид.\n<Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрелить ракетой \"Сокол\""
ThrownAbilityHelpText="Выстрелить ракетой \"Сокол\" в цель." 
GiveRocketAbilityName="Передать ракету"
GiveArmedRocketAbilityName="Передать взведенную ракету \"Сокол\""
ArmRocketAbilityName="Взвести Ракету \"Сокол\""
ArmRocketFlyover="Ракета \"Сокол\" взведена"

[IRI_X2Rocket_Napalm X2RocketTemplate]
FriendlyName="Напалмовая ракета"
FriendlyNamePlural="Напалмовые ракеты"
BriefSummary="Эта тяжелая ракета несет чрезвычайно горючую смесь напалма-B и желеобразного элерия. Враги, охваченные огнем от попадания ракетой, гарантированно побегут и будут распространять огонь на близлежащие объекты и юниты."
TacticalText="<Bullet/> Эта тяжелая ракета несет чрезвычайно горючую смесь напалма-B. С большим шансом поджигает цели в зоне поражения. <br/><Bullet/> Охваченные огнем враги гарантированно побегут и будут уязвимы к ответному огню, чем обычно. <br/><Bullet/> Роботы и механические враги не восприимчивы к эффектам этой ракеты. <br/><br/><Bullet/> Отклонение при выстреле из РПГ гораздо меньше, чем у ракет из перчатки. \n<Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрел напалмовой ракетой"
ThrownAbilityHelpText="Выстрелить напалмовой ракетой в указанную область."
GiveRocketAbilityName="Передать напалмовую ракету"
GiveArmedRocketAbilityName="Передать взведенную напалмовую ракету"
ArmRocketAbilityName="Взвести Напалмовую ракету"
ArmRocketFlyover="Напалмовая ракета взведена"

[X2Rocket_Napalm]
WildfireEffectName="Бушующее пламя"
WildfireEffectDescription="Этот юнит распространяет огонь во время движения и уязвим к ответному огню."

[IRI_X2Rocket_Napalm_T3 X2RocketTemplate]
FriendlyName="Ракета \"Адское пламя\""
FriendlyNamePlural="Ракеты \"Адское пламя\""
BriefSummary="Увеличенная и улучшенная версия Напалмовой ракеты, начиненная еще большим количеством легковоспламеняющихся соединений. Враги, охваченные огнем от попадания ракетой, гарантированно побегут и будут распространять огонь на близлежащие объекты и юниты."
TacticalText="<Bullet/> Увеличенная и улучшенная версия Напалмовой ракеты, начиненная еще большим количеством легковоспламеняющихся соединений.<br/><Bullet/> Охваченные огнем враги гарантированно побегут и будут уязвимы к ответному огню, чем обычно. <br/><Bullet/> Роботы и механические враги не восприимчивы к эффектам этой ракеты. <br/><Bullet/> Отклонение при выстреле из РПГ гораздо меньше, чем у ракет из перчатки. \n<Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрел ракетой \"Адское пламя\""
ThrownAbilityHelpText="Выстрелить ракетой \"Адское пламя\" в указанную область."
GiveRocketAbilityName="Передать ракету \"Адское пламя\""
GiveArmedRocketAbilityName="Передать взведенную ракету \"Адское пламя\""
ArmRocketAbilityName="Взвести ракету \"Адское пламя\""
ArmRocketFlyover="Ракета \"Адское пламя\" взведена"

[IRI_X2Rocket_Sabot X2RocketTemplate]
FriendlyName="Подкалиберный снаряд"
FriendlyNamePlural="Подкалиберные снаряды"
BriefSummary="В связи с растущей угрозой усиления инопланетян и подразделений \"Адвента\", мы разработали этот подкалиберный кинетический пробойник с ракетным оперением, предназначенный для нанесения максимального урона одной цели."
TacticalText="<Bullet/> Подкалиберный кинетический пробойник с ракетным оперением, предназначенный для нанесения максимального урона одной цели. <br/><Bullet/> Подкалиберный снаряд поражает одиночную цель, игнорируя ее броню, а также пробивая и уничтожая все объекты на пути до цели. <br/><Bullet/> Подкалиберные снаряды с большей вероятностью поразят крупные цели, а мелким целям с большей вероятностью нанесут критический урон. <br/><Bullet/> Биологические цели, пораженные ими, получают эффект кровотечения. \n<Bullet/> Снаряд в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрелить подкалиберным снарядом"
ThrownAbilityHelpText="Выстрелить подкалиберным снарядом в намеченную цель."
GiveRocketAbilityName="Передать подкалиберный снаряд"
GiveArmedRocketAbilityName="Передать взведенный подкалиберный снаряд"
ArmRocketAbilityName="Взвести подкалиберный снаряд"
ArmRocketFlyover="Подкалиберный снаряд взведен"

[IRI_X2Rocket_Sabot_T3 X2RocketTemplate]
FriendlyName="Ударный подкалиберный снаряд"
FriendlyNamePlural="Ударные подкалиберные снаряды"
BriefSummary="Улучшенная версия Подкалиберного снаряда. Этот кинетический снаряд высокого воздействия обработан жидким элерием, чтобы дольше выдерживать давление удара. Без этого увеличение скорости от элериевого РПГ не имело бы смысла - оно просто приводило бы к испарению снаряда при ударе."
TacticalText="<Bullet/> Улучшенная версия Подкалиберного снаряда. Еще лучше проходит сквозь броню и наносит еще больше урона. <br/><Bullet/> Подкалиберный снаряд поражает одиночную цель, игнорируя ее броню, а также пробивая и уничтожая все объекты на пути до цели. <br/><Bullet/> Подкалиберные снаряды с большей вероятностью поразят крупные цели, а мелким целям с большей вероятностью нанесут критический урон. <br/><Bullet/> Биологические цели, пораженные ими, получают эффект кровотечения. \n<Bullet/> Снаряд в инвентаре снижает мобильность солдата. "
ThrownAbilityname="Выстрелить Ударным подкалиберным снарядом"
ThrownAbilityHelpText="Выстрелить Ударным подкалиберным снарядом в намеченную цель."
GiveRocketAbilityName="Передать Ударный подкалиберный снаряд"
GiveArmedRocketAbilityName="Передать взведенный Ударный подкалиберный снаряд"
ArmRocketAbilityName="Взвести Ударный подкалиберный снаряд"
ArmRocketFlyover="Ударный подкалиберный снаряд взведен"

[IRI_X2Rocket_Thermobaric X2RocketTemplate]
FriendlyName="Термобарическая ракета"
FriendlyNamePlural="Термобарические ракеты"
BriefSummary="Эта ракета распыляет сжиженный элерий и фрагменты инопланетных сплавов, вызывая термохимическую реакцию с атмосферным кислородом, что приводит к объемному взрыву. Это чрезвычайно эффективно против объектов окружения и врагов в закрытых помещениях, но не эффективно против хорошо бронированных целей."
TacticalText="<Bullet/> Термобарическая ракета отталкивает и наносит дополнительный урон врагам рядом с укрытиями, но слабо воздействует на тяжело-бронированные цели. <br/><Bullet/> Наносит +100%\+50% урона врагам рядом с полным\неполным укрытием соответсвенно. <br/><Bullet/> Враги с броней выше 2 получают в 2 раза меньше урона. <br/><Bullet/> Отклонение при выстреле из РПГ гораздо меньше, чем у ракет из перчатки. \n<Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрел термобарической ракетой"
ThrownAbilityHelpText="Выстрелить термобарической ракетой в указанную зону."
GiveRocketAbilityName="Передать Термобарическую ракету"
GiveArmedRocketAbilityName="Передать взведенную Термобарическую ракету"
ArmRocketAbilityName="Взвести Термобарическую ракету"
ArmRocketFlyover="Термобарическая ракета взведена"

[IRI_X2Rocket_Thermobaric_T3 X2RocketTemplate]
FriendlyName="Ракета \"Вспышка\""
FriendlyNamePlural="Ракеты \"Вспышка\""
BriefSummary="Усовершенствованная версия Термобарической ракеты. Ракета \"Вспышка\" насыщает окружающую среду новым видом частиц, которые быстро образуют полимерные молекулярные связи. В результате целевая область в течение краткого времени ведет себя так, словно находится под водой, что позволяет последующему термобарическому взрыву нанести гидродинамический удар по всем объектам в этой области, значительно увеличивая потенциальный урон."
TacticalText="<Bullet/> Усовершенствованная версия Термобарической ракеты, которая наносит больше урона и лучше воздействует на бронированные цели. <br/><Bullet/> Наносит +125%\+75% урона врагам рядом с полным\неполным укрытием соответсвенно. <br/><Bullet/> Враги с броней выше 3 получают в 2 раза меньше урона.<br/><Bullet/> Отклонение при выстреле из РПГ гораздо меньше, чем у ракет из перчатки. \n<Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрел ракетой \"Вспышка\""
ThrownAbilityHelpText="Выстрелить ракетой \"Вспышка\" в указанную зону."
GiveRocketAbilityName="Передать ракету \"Вспышка\""
GiveArmedRocketAbilityName="Передать взведенную ракету \"Вспышка\""
ArmRocketAbilityName="Взвести ракету \"Вспышка\""
ArmRocketFlyover="Ракета \"Вспышка\" взведена"


[IRI_X2Rocket_WhitePh X2RocketTemplate]
FriendlyName="Фосфорная ракета"
FriendlyNamePlural="Фосфорные ракеты"
BriefSummary="Эта ракета распространяет при взрыве белый фосфор на довольно большой территории, поджигая врагов и укрытия, а также накрывая зону поражения облаком токсичного дыма."
TacticalText="<Bullet/> Ракета при взрыве испускает белый фосфор, поджигая врагов и укрытия, а также накрывая зону поражения облаком токсичного дыма. <br/><Bullet/> Отклонение при выстреле из РПГ гораздо меньше, чем у ракет из перчатки. \n<Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрел Фосфорной ракетой"
ThrownAbilityHelpText="Выстрелить Фосфорной ракетой в указанную зону."
GiveRocketAbilityName="Передать Фосфорную ракету"
GiveArmedRocketAbilityName="Передать взведенную Фосфорную ракету"
ArmRocketAbilityName="Взвести Фосфорную ракету"
ArmRocketFlyover="Фосфорная ракета взведена"

[IRI_X2Rocket_WhitePh_T3 X2RocketTemplate]
FriendlyName="Ракета с зарином"
FriendlyNamePlural="Ракеты с зарином"
BriefSummary="Мы усовершенствовали Фосфорную ракету, добавив в нее зарин - чрезвычайно токсичное нервно-паралитическое вещество. В дополнение к обычным эффектам яда и ожогов, первоначальный взрыв ракеты наносит серьезные повреждения органическим врагам."
TacticalText="<Bullet/> Усовершеннствованная Фосфорная ракета, вызывающая тяжелые ожоги и отравление у врагов. <br/><Bullet/> Тяжелые ожоги накладывают серьезные дебафы на все боевые характеристики врагов. <br/><Bullet/> Отклонение при выстреле из РПГ гораздо меньше, чем у ракет из перчатки. \n<Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрел ракетой с зарином"
ThrownAbilityHelpText="Выстрелить ракетой с зарином в указанную зону."
GiveRocketAbilityName="Передать ракету с зарином"
GiveArmedRocketAbilityName="Передать взведенную ракету с зарином"
ArmRocketAbilityName="Взвести ракету с зарином"
ArmRocketFlyover="Ракета с зарином взведена"

[IRI_X2Rocket_Acid X2RocketTemplate]
FriendlyName="Кислотная ракета"
FriendlyNamePlural="Кислотные ракеты"
BriefSummary="Эта ракета рассеивает большое количество едкой кислоты, которая является побочным продуктом переработки элерия. Когда пораженные цели совершают действия или получают урон из других источников, они также получают дополнительный урон от кислоты."
TacticalText="<Bullet/> Боевая ракета начиненная кислотной элериевой боеголовкой. <br/><Bullet/> Кислота хорошо разжигает броню врагов и наносит серьезные повреждения всем кто будет пытаться двигаться в луже кислоты. <br/><Bullet/> Отклонение при выстреле из РПГ гораздо меньше, чем у ракет из перчатки. \n<Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрел кислотной ракетой"
ThrownAbilityHelpText="Выстрелить кислотной ракетой в указанную зону."
GiveRocketAbilityName="Передать Кислотную ракету"
GiveArmedRocketAbilityName="Передать взведенную Кислотную ракету"
ArmRocketAbilityName="Взвести Кислотную ракету"
ArmRocketFlyover="Кислотная ракета взведена"

[IRI_X2Rocket_Flechette X2RocketTemplate]
FriendlyName="Осколочная ракета"
FriendlyNamePlural="Осколочные ракеты"
BriefSummary="Эта противопехотная ракета при взрыве рассеивает ливень острых, как бритва, осколков из инопланетных сплавов на большой площади. Осколки могут быть блокированы укрытием, кроме того, они неэффективны против бронированных целей."
TacticalText="<Bullet/> Эта противопехотная ракета при взрыве рассеивает ливень острых, осколков из инопланетных сплавов на большой площади. Осколки могут быть блокированы укрытием, кроме того, они неэффективны против бронированных целей. <br/><Bullet/> Отклонение при выстреле из РПГ гораздо меньше, чем у ракет из перчатки. \n<Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрел осколочной ракетой"
ThrownAbilityHelpText="Выстрелить осколочной ракетой в указанную зону."
GiveRocketAbilityName="Передать осколочную ракету"
GiveArmedRocketAbilityName="Передать взведенную осколочную ракету"
ArmRocketAbilityName="Взвести осколочную ракету"
ArmRocketFlyover="Осколочная ракета взведена"

[IRI_X2Rocket_Flechette_T3 X2RocketTemplate]
FriendlyName="Ракета \"Стальная буря\""
FriendlyNamePlural="Ракеты \"Стальная буря\""
BriefSummary="Улучшенная версия Осколочной ракеты. \"Стальная буря\" несет на 50% больше осколков из инопланетных сплавов. Это происходит без ущерба для других характеристик благодаря повышенной мощности элериевого РПГ. Осколки могут быть блокированы укрытием, кроме того, они неэффективны против бронированных целей."
TacticalText="<Bullet/> Улучшенная версия Осколочной ракеты. \"Стальная буря\" несет на 50% больше осколков из инопланетных сплавов. Осколки могут быть блокированы укрытием, кроме того, они неэффективны против бронированных целей. <br/><Bullet/> Отклонение при выстреле из РПГ гораздо меньше, чем у ракет из перчатки. \n<Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрел ракетой \"Стальная буря\""
ThrownAbilityHelpText="Выстрелить ракетой \"Стальная буря\" в указанную зону."
GiveRocketAbilityName="Передать ракету \"Стальная буря\""
GiveArmedRocketAbilityName="Передать взведенную ракету \"Стальная буря\""
ArmRocketAbilityName="Взвести ракету \"Стальная буря\""
ArmRocketFlyover="Ракета \"Стальная буря\" взведена"


[IRI_X2Rocket_Nuke X2RocketTemplate]
FriendlyName="Тактический ядерный заряд"
FriendlyNamePlural="Тактические ядерные заряды"
BriefSummary="Тактический ядерный заряд - самая разрушительная ракета в нашем арсенале. Она использует детонацию очищенного элерия для запуска реакции холодного термоядерного синтеза, создавая взрыв огромной мощности. Используйте её экономно, Командир. Мы пытаемся спасти Землю, а не превратить ее в выжженную пустыню."
TacticalText="<Bullet/> Тактический ядерный заряд - самая разрушительная ракета в нашем арсенале. Используйте её экономно, Командир. Мы пытаемся спасти Землю, а не превратить ее в выжженную пустыню. <br/><Bullet/> Цели, находящиеся в эпицентре взрыва, получают значительно больший урон. <br/><Bullet/> Ракета с ядерным зарядом должна быть взведена, прежде чем она может быть выпущена в цель. <br/><Bullet/> После взвода требуется два действия для выстрела. <br/><Bullet/> После взвода тактическую ракету нельзя обезвредить, и она автоматически взорвется через 3 хода. <br/><Bullet/> Отклонение при выстреле из РПГ гораздо меньше, чем у ракет из перчатки. \n<Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрел тактической ракетой"
ThrownAbilityHelpText="Выстрелить Тактическим ядерным зарядом в указанную зону."
GiveRocketAbilityName="Передать Тактический ядерный заряд"
GiveArmedRocketAbilityName="Передать взведенный Тактический ядерный заряд"
ArmRocketAbilityName="Взвести Тактический ядерный заряд"
ArmRocketFlyover="Тактический ядерный заряд взведен"

[X2Rocket_Nuke]
str_NukeIsArmed="ТАКТИЧЕСКИЙ ЯДЕРНЫЙ ЗАРЯД ВЗВЕДЕН"
str_NukeDetonationImminent="ДЕТОНАЦИЯ ЯДЕРНОГО ЗАРЯДА НЕИЗБЕЖНА"
str_NukeDetonation="ДЕТОНАЦИЯ ЯДЕРНОГО ЗАРЯДА"

;	Unused below

[IRI_Rocket_Concussive X2RocketTemplate]
FriendlyName="Оглушающая ракета"
FriendlyNamePlural="Оглушающие ракеты"
BriefSummary="Наши солаты немедленно окрестили эту ракету \"землетрясом\". Пробивая землю, она испускает инфразвуковые волны, вызывая миниатюрное землетрясение. Ввиду того, что ракета не наносит существенного урона врагам или объектам окружения, она эффективна скорее для дезориетации живой силы противника, вплоть до бессознательного состояния."
TacticalText="<Bullet/> Отклонение при выстреле из РПГ гораздо меньше, чем у ракет из перчатки. \n<Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрелить оглушающей ракетой"
ThrownAbilityHelpText="Выстрелить оглушающей ракетой в указанную зону."
GiveRocketAbilityName="Передать оглушающую ракету"

[IRI_Rocket_Cryo X2RocketTemplate]
FriendlyName="Крио-ракета"
FriendlyNamePlural="Мы смогли переделать найденные ранее замораживающие бомбы в Крио-ракеты. Во время взрыва, эти ракеты могут заморозить большинство целей. Мы предполагаем, что быстрый перепад температур может создать область постоянной снежной бури, которую будет непросто пересечь."
BriefSummary="Замораживающая ракета."
TacticalText="<Bullet/> Отклонение при выстреле из РПГ гораздо меньше, чем у ракет из перчатки. \n<Bullet/> Ракета в инвентаре снижает мобильность солдата."
ThrownAbilityname="Выстрелить крио-ракетой"
ThrownAbilityHelpText="Выстрелить крио-ракетой в указанную зону."
GiveRocketAbilityName="Передать крио-ракету"

[IRI_Rocket_BlackHole X2RocketTemplate]
FriendlyName="Ракета с черной дырой"
FriendlyNamePlural="Ракеты с черной дырой"
BriefSummary="Ракета с черной дырой".
TacticalText="<Bullet/> Ракета с черной дырой".
ThrownAbilityname="Выстрелить ракетой с черной дырой"
ThrownAbilityHelpText="Выстрелить ракетой с черной дырой в указанную зону."
GiveRocketAbilityName="Передать ракету с черной дырой"
